---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.CutMarkType
source: html/d854e0db-0621-3288-82b0-1be4b9976a0d.htm
---
# CutMarkType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.